<div class="text">
<p>Добро пожаловать на официальный сайт&nbsp; АО «Two Chairs». На сегодняшний день это самая популярная мебель на Юге России. Ежегодно предприятие выпускает новые коллекции корпусной, кухонной и детской мебели в Ставрополе. Она создает стиль и комфорт в вашем доме. Производитель при изготовлении корпусной и кухонной мебели применяет новые технологии. Производство оснащено импортным деревообрабатывающим оборудованием производства Германии, Италии.</p>
<p>АО «Two Chairs» — это современная и качественная корпусная, кухонная, мягкая мебель, мебель для гостиниц и пансионатов, которая вносит в жизнь элегантность и функциональность. Используя данную мебель в гостиных, спальнях, прихожих, кухнях, детских вы будете наслаждаться красотой и незабываемым комфортом.</p>
<p>Качество производства мебели подтверждено многочисленными экспертизами. На продукцию АО «Two Chairs» есть все необходимые сертификаты; экологичность мебели подтверждается Гигиеническими сертификатами.</p>
<p>Сотрудничество с АО «Two Chairs» — это гарантия успешного бизнеса на рынке современной и качественной продажи мебели.</p>
<p>АО «Two Chairs» — это разветвлённая сеть мебельных магазинов в регионах Северный&nbsp;Кавказ и Юга России, которую вы без труда найдете в Ставропольском и Краснодарском краях. Наши фирменные мебельные магазины всегда готовы предоставить вам полный выбор моделей по единым ценам (кроме г. Симферополь, г. Орел, г. Волгоград).</p>
<p>История предприятия:</p>
<p>1930 год — артель «Коллективизация», позже артель «Мебельщик».</p>
<p>1956 год — 1984 год&nbsp;— Ставропольская мебельная фабрика.</p>
<p>1984 год&nbsp;— 1992 год&nbsp;— Ставропольский мебельный комбинат.</p>
<p>с 1992 года — ОАО «Two Chairs» , Торговая марка «Два Стула».</p>
<p>2008&nbsp;год — заработал сайт компании с моделями мебели в интернете. Мебельный магазин компании в Интернете содержит актуальный каталог мебели и цен.</p>
</div>